Repository: raccoongang/openedx-xblock-comparison
Catalog: comparison/translations/*/LC_MESSAGES/text.po
Languages: uk

source: Display Name
uk: Назва, що відображається

source: The display name for this comparison problem.
uk: Назва, що відображається для завдання на співставлення.

source: Comparison
uk: Співставлення

source: Title
uk: Заголовок

source: The title of the comparison problem. The title is displayed to learners.
uk: Заголовок завдання на співставлення. Заголовок відображається учням.

source: Problem Weight
uk: Вага завдання

source: Defines the number of points the problem is worth.
uk: Визначає кількість балів за завдання

source: Display Option
uk: Опція відображення

source: min
uk: мінімальне

source: middle
uk: середнє

source: max
uk: максимальне

source: question 1
uk: питання 1

source: question 2
uk: питання 2

source: question 3
uk: питання 3

source: question 4
uk: питання 4

source: answer 1
uk: відповідь 1

source: answer 2
uk: відповідь 2

source: answer 3
uk: відповідь 3

source: answer 4
uk: відповідь 4

source: answer 5
uk: відповідь 5

source: answer 6
uk: відповідь 6

source: Remove question
uk: Видалити завдання

source: Remove answer
uk: Видалити відповідь

source: Questions
uk: Завдання

source: Add a question
uk: Додати завдання

source: Answers
uk: Варіант відповіді на завдання

source: Add answer
uk: Додати відповідь

source: Save
uk: Зберегти

source: Continue
uk: Продовжити

source: Cancel
uk: Скасувати
